import React from 'react';
import styled from 'styled-components';
import { StandardNavPage } from '../../components/Page';

const HomePage = () => {
  return (
    <StandardNavPage>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
      <div>這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁這是首頁</div>
    </StandardNavPage>
  );
};

export default HomePage;
